BOT_PHRASES = {
    'start_markup': ['Подобрать программу'],
    'finish_course_selection': ['Повторить'],
    'how_long_markup': ['С детства', 'Последние несколько лет', 'Планирую начать'],
    'how_regular_markup': ['Очень редко', 'Регулярно занимаюсь самостоятельно/с преподавателем', 'Никогда'],
    'level_rare_markup': ['Низкий. Малый словарный запас, разговорные навыки не развиты.',
                          'Базовый. Испытываю трудности при использовании языка',
                          'Продвинутый. Могу объяснить, чем занимаюсь по работе, но чувствую много пробелов.'],
    'lang_level_in_school': ['Скорее плохо, чем хорошо. Разговорной практики почти не было. '
                             'Словарный запас был маленький, как и грамматика.',
                             'Более-менее. Были какие-то знания грамматики и словарный запас.',
                             'Очень хорошо! Был внушительный словарный запас и грамматика'],
    'l_rare_goals': ['По работе', 'Для учебы', 'Для путешествий'],
    'lls_mid_goals': ['Для учебы', 'По работе', 'Для путешествий'],
    'lls_high_goals': ['Для учебы', 'По работе', 'Для путешествий'],
    'beginner': ['Итак, вот несколько курсов, которые я для вас подобрала. '
                 'Советую пройти их все по очереди для достижения вашей цели:\n'
                 'Для начала мы готовы предложить вам плавный тренинг-погружение ORIENTATION, в ходе которого'
                 ' вы сможете познакомиться с основными правилами построения предложений на '
                 'английском языке, а также приобретете начальный опыт общения;\n'
                 'https://www.lingvo-svoboda.ru/trainings/8day-evening/',
                 'Далее я советую вам взять блок занятий INDIVIDUALIST с одним из наших тренеров,'
                 ' в ходе которого вы сможете познакомиться с изучаемым языком еще глубже.\n'
                 'https://www.lingvo-svoboda.ru/trainings/individual-trainings/',
                 'Желаете повторить подбор курса?'],
    'nolls_ce_business': ['Поскольку вы начали изучать английский язык не так давно и вашей главной задачей '
                          'является развитие навыков деловой разговорной речи, вот несколько шагов, '
                          'которые я бы предложила.\n'
                          '1. В первую очередь Вам нужно \'разговориться\', побороть языковой барьер, '
                          'если такой имеется. Для этого подойдет наш 8-дневный интенсивный курс VICTORY\n'
                          'https://www.lingvo-svoboda.ru/trainings/8day/',
                          '2. Затем вы получите возможность разобрать изученный материал и подготовиться '
                          'к тренингу делового языка с нашими тренерами в формате индивидуальных занятий.\n'
                          'https://www.lingvo-svoboda.ru/trainings/individual-trainings/\n',
                          '3. Наконец, вы посетите тренинг BUSINESS для отработки основных навыков '
                          'разговорного делового английского языка.\n'
                          'https://www.lingvo-svoboda.ru/trainings/trening-delovogo-angliyskogo-business-offline/\n',
                          'Желаете повторить подбор курса?'],
    'nolls_ce_study': ['Поскольку вы начали изучать английский язык не так давно и вашей главной задачей является '
                       'подготовиться к будущему обучению, вот, что я бы предложила.\n'
                       'Возьмите блок индивидуальных занятий с нашим тренером INDIVIDUALIST. '
                       'Вместе вы сможете разобрать структуру вашего будущего обучения и понять, '
                       'какие языковые навыки вам надо будет отточить.\n'
                       'https://www.lingvo-svoboda.ru/trainings/individual-trainings/',
                       'Желаете повторить подбор курса?'],
    'nolls_ce_travel': ['Поскольку вы начали изучать английский язык не так давно и вашей главной задачей является '
                        'развитие навыков разговорной речи в путешествиях, вот несколько шагов, которые я бы '
                        'предложила.',
                        '1. В первую очередь Вам нужно \'разговориться\', побороть языковой барьер, если такой имеется.'
                        ' Для этого подойдет наш 8-дневный интенсивный курс VICTORY\n'
                        'https://www.lingvo-svoboda.ru/trainings/8day/',
                        '2. Затем наши тренеры в формате индивидуальных занятий INDIVIDUALIST помогут вам усвоить '
                        'изученный материал, а также подготовиться к будущим путешествиям.\n'
                        'https://www.lingvo-svoboda.ru/trainings/individual-trainings/',
                        'Желаете повторить подбор курса?'],
    'ee_study': ['Итак, вот несколько курсов, которые я для вас подобрала. '
                 'Советую пройти их все по очереди для достижения вашей цели:',
                 '1. Поскольку вашей основной задачей является подготовка к обучению, вам нужно вспомнить то, '
                 'что вы уже когда-то изучили. Возьмите блок занятий INDIVIDUALIST с нашими тренерами. '
                 'Вместе вы быстро вспомните некоторую базовую грамматику и лексику и заодно начнете готовиться к '
                 'вашему будущему обучению.\n'
                 'https://www.lingvo-svoboda.ru/trainings/individual-trainings/',
                 '2. Далее посетите наш 8-дневный интенсивный курс VICTORY уровня Elementary для того, чтобы развить '
                 'навыки разговорной речи и избавиться от языкового барьера, а также отработать некоторые типичные '
                 'деловые ситуации\n'
                 'https://www.lingvo-svoboda.ru/trainings/8day/',
                 'Желаете повторить подбор курса?'],
    'ee_business': ['Итак, вот несколько курсов, которые я для вас подобрала. Советую пройти их все по '
                    'очереди для достижения вашей цели:\n',
                    '1. Поскольку вы уже когда-то изучали английский язык, вам нужна помощь в поднятии тех знаний из '
                    'глубокого пассива. Возьмите блок занятий INDIVIDUALIST с нашими тренерами для того, чтобы как '
                    'можно быстрее вспомнить то, что так необходимо вам в работе.\n'
                    'https://www.lingvo-svoboda.ru/trainings/individual-trainings/',
                    '2. Далее посетите наш 8-дневный интенсивный курс VICTORY для того, чтобы развить навыки '
                    'разговорной речи и избавиться от языкового барьера, а также отработать некоторые типичные '
                    'деловые ситуации\n'
                    'https://www.lingvo-svoboda.ru/trainings/8day/',
                    'Желаете повторить подбор курса?'],
    'ee_travel': ['Итак, вот несколько курсов, которые я для вас подобрала. Советую пройти их все по очереди '
                  'для достижения вашей цели:',
                  '1. В первую очередь посетите наш 8-дневный интенсивный курс VICTORY уровня Elementary. '
                  'Это позволит вам вспомнить базовую грамматику и лексику, а также сделать первый шаг к разговорному '
                  'английскому, который пригодится вам в будущих путешествиях.\n'
                  'https://www.lingvo-svoboda.ru/trainings/8day/',
                  '2. Во-вторых, возьмите блок занятий INDIVIDUALIST с нашими тренерами. Это позволит вам усвоить '
                  'знания, полученные на тренинге VICTORY, а также разработать навыки общего английского для '
                  'путешествий.\n'
                  'https://www.lingvo-svoboda.ru/trainings/individual-trainings/',
                  'Желаете повторить подбор курса?'],
    'ce_study': ['Итак, вот несколько курсов, которые я для вас подобрала. Советую пройти их все по очереди для '
                 'достижения вашей цели:',
                 '1. Поскольку вашей основной задачей сейчас является активация ваших знаний, полученных еще в школе, '
                 'возьмите блок занятий INDIVIDUALIST с нашими тренерами. Вместе вы быстро вспомните некоторую базовую '
                 'грамматику и лексику и заодно начнете готовиться к вашему будущему обучению.\n'
                 'https://www.lingvo-svoboda.ru/trainings/individual-trainings/',
                 '2. Далее посетите наш 8-дневный интенсивный курс VICTORY для того, чтобы развить навыки разговорной '
                 'речи и избавиться от языкового барьера, а также отработать некоторые типичные деловые ситуации\n'
                 'https://www.lingvo-svoboda.ru/trainings/8day/',
                 'Желаете повторить подбор курса?'],
    'ce_business': ['Итак, вы уже когда-то начали изучать английский язык и сейчас вам нужно как можно быстрее развить '
                    'навыки деловой речи. Вот несколько рекомендаций:',
                    '1. Сперва возьмите блок занятий INDIVIDUALIST с нашими тренерами. Это позволит вам максимально '
                    'быстро вспомнить грамматику и и базовый деловой английский для работы в будущем.\n'
                    'https://www.lingvo-svoboda.ru/trainings/individual-trainings/',
                    '2. Далее посетите наш 8-дневный интенсивный курс VICTORY для того, чтобы развить навыки '
                    'разговорной речи и избавиться от языкового барьера, а также отработать некоторые типичные '
                    'деловые ситуации\n'
                    'https://www.lingvo-svoboda.ru/trainings/8day/',
                    'Желаете повторить подбор курса?'],
    'ce_travel': ['Поскольку вы уже давно начали изучать английский и в свое время довольно в нем преуспели, нам нужно '
                  'в первую очередь сосредоточиться на активации ваших давно забытых знаний. Вот, что я бы предложила:',
                  '1. Сперва возьмите блок занятий INDIVIDUALIST с нашими тренерами. Это позволит вам максимально '
                  'быстро вспомнить грамматику и базовый общий английский для путешествий в будущем.\n'
                  'https://www.lingvo-svoboda.ru/trainings/individual-trainings/',
                  '2. Далее посетите наш 8-дневный интенсивный курс VICTORY для того, чтобы развить навыки '
                  'разговорной речи и избавиться от языкового барьера\n'
                  'https://www.lingvo-svoboda.ru/trainings/8day/',
                  'Желаете повторить подбор курса?']

}
